{"title":"For life","description":"For life, growing up is the only password.","language":"en","link":"http://deepcreator.com","pubDate":"Sun, 20 Aug 2017 10:11:00 GMT","lastBuildDate":"Sun, 20 Aug 2017 10:21:35 GMT","generator":"hexo-generator-json-feed","webMaster":"IPCreator","items":[{"title":"Surprise moments from Alisa","link":"http://deepcreator.com/2017/08/20/Alisa/Surprise moments from Alisa/","description":"Classic moments of Alisa’s growing up. 平时稍微用点心并坚持下来，就可以留下许多宝贵的精彩瞬间。","pubDate":"Sun, 20 Aug 2017 10:11:00 GMT","guid":"http://deepcreator.com/2017/08/20/Alisa/Surprise moments from Alisa/","category":"Alisa"},{"title":"My Education of Alisa","link":"http://deepcreator.com/2017/08/20/Alisa/My Education of Alisa/","description":"耐心陪伴就是爱，若爱她，就在世界上多陪伴她久一点 健康，见识，独立，快乐 当你的孩子看起来最不值得爱的时候，正是他最需要爱的时候。孩子就是父母的镜子，照出来就是父母所理解的生活和世界。我们到底应该教给孩子什么？我们又能教给孩子什么？那就是，生活。","pubDate":"Sun, 20 Aug 2017 01:45:06 GMT","guid":"http://deepcreator.com/2017/08/20/Alisa/My Education of Alisa/","category":"Alisa"},{"title":"Best Practice of Deep Thinking","link":"http://deepcreator.com/2017/08/20/Meta Skill/deep-thinking-change-my-life/","description":"You’re the master of your brain, not the other way around.Brain decides your thinking, talking, action…For growing up, Control and Update your brain is the only way . 坐享其成也许是最简单的大脑锻炼方式，这也是人类莫名其妙地已经运用了两千五百年以上的大脑锻炼方式。已经有足够多的科学研究证明，它能使你的大脑皮层表面积加大，能使你的灰质变厚，它也能增强人们的免疫系统…… 尽管简单，但也相当神奇。虽然神奇，却又非常简单。","pubDate":"Sun, 20 Aug 2017 00:29:06 GMT","guid":"http://deepcreator.com/2017/08/20/Meta Skill/deep-thinking-change-my-life/","category":"Personal"},{"title":"How to live a good life","link":"http://deepcreator.com/2017/08/18/Meta Skill/How to live a good life/","description":"随波逐流，还是按照自己的意愿过好一生？ 不要害怕你的生活将要结束，应该担心你的生活永远不曾真正开始不要试图给你的生命增加时间，而要向你的时间赋予生命由内而外，自然而然散发出来的生命气息，活力四射，这就是隐藏压抑许久的生命力 任何形式的成长，都是在回归真我。Live your life and Fight for your dream.","pubDate":"Fri, 18 Aug 2017 06:21:06 GMT","guid":"http://deepcreator.com/2017/08/18/Meta Skill/How to live a good life/","category":"Personal"},{"title":"Why are you?","link":"http://deepcreator.com/2017/08/18/Meta Skill/why are you/","description":"若总是遭遇不幸，Why？如何打破这个恶性循环？ 道理谁都懂，关键是落实和坚持，一旦养成了好习惯，想停都停不下来了，优秀是一种习惯，成功也是，健康更是","pubDate":"Fri, 18 Aug 2017 06:21:06 GMT","guid":"http://deepcreator.com/2017/08/18/Meta Skill/why are you/","category":"Personal"},{"title":"Why not you?","link":"http://deepcreator.com/2017/08/18/Meta Skill/why not you/","description":"为什么你总得不到幸运之神的垂青？怎样破除这个魔咒？ 目标不明确，概念不清晰，决心不强大，既不能自知，又不能自胜，何来幸运之神的垂青？ 慢慢来，一切都来得及，一切都是积累Take it easy, You can handle it. Accumulation is powerful. 请你重新思考，为了你的长期目标你必须要关注什么呢？你必须要思考什么呢？你要必须要做什么呢？你必须要做出哪些改变呢？哪些无需关注？哪些无需纠结？哪些无需耗费脑力、体力？哪些是必须坚守、绝不改变的呢？","pubDate":"Fri, 18 Aug 2017 06:21:06 GMT","guid":"http://deepcreator.com/2017/08/18/Meta Skill/why not you/","category":"Personal"},{"title":"What controls you","link":"http://deepcreator.com/2017/08/18/Meta Skill/what controls you/","description":"控制着你的是欲望/情绪还是爱/理智？ 观念落后是最大的落后，开启自己的元认知之后，才发现现在的自己和过去的自己隔了好几个时代，自我更新，观念升级是一辈子的事情，谁用谁知道，谁用了就再也回不去了~~~ 因为思考质量不同，他们其实生活在完全不同的世界里。","pubDate":"Fri, 18 Aug 2017 06:21:06 GMT","guid":"http://deepcreator.com/2017/08/18/Meta Skill/what controls you/","category":"Personal"},{"title":"How to improve daily","link":"http://deepcreator.com/2017/08/18/Meta Skill/How to improve daily/","description":"如何排除干扰，抵制诱惑，按照计划日事日毕？ 若有人问我，目前干的这些事情到底有什么用？我说暂时不知道，但我知道，未来的某一天一定能够用得上，所谓经历必有益，天道酬勤，坚持就是胜利。 若有人问我，还要坚持多久才能突破？我回答还是不知道，我只知道，凡事都有一个量变到质变的过程，我能做的就是坚持做下去，然后耐心等待窗户纸被捅破的那一天，这是我的信念。退一万步讲，即使到了最后还是没能捅破，还有”The Journey itself is the reward.”来聊以自慰。 活在未来 1.你对未来有个预测；2.那个预测需要时间才能得到结果；3.你笃信你的预测是正确的；4.于是你提前按照那个预测的结果行动、选择、思考；5.你终将走到那个结果出现的时刻；6.最终证明你的预测是正确的；7.那么，由于你提前按未来正确的结果行动、选择、思考，于是，在相当长一段时间里，你的生活中的一部分，就是“活在未来”的。","pubDate":"Fri, 18 Aug 2017 06:21:06 GMT","guid":"http://deepcreator.com/2017/08/18/Meta Skill/How to improve daily/","category":"Personal"},{"title":"Love English Sentences","link":"http://deepcreator.com/2017/08/18/English/love-sentences/","description":"From tomorrow on, I will be a happy man; grooming, chopping,and traveling all over the world.从明天起，做一个幸福的人；喂马，劈柴，周游世界。——《面朝大海 春暖花开》 词霸小编：【背景知识】《面朝大海，春暖花开》是海子于1989年所写的一首抒情诗。全诗共三节，第一节表现了诗人对质朴、单纯而自由的人生境界的向往，对“永恒”、未知世界的探寻精神。第二节写诗人找到幸福后无法抑制的喜悦之情。第三节写诗人对世界的祝福。诗人将直抒胸臆与暗示、象征手法结合起来，使全诗既清澈又深厚，既明朗又含蓄，畅快淋漓而又凝重、丰富，抒发了诗人的向往幸福而又孤独凄凉之情。","pubDate":"Fri, 18 Aug 2017 02:41:05 GMT","guid":"http://deepcreator.com/2017/08/18/English/love-sentences/","category":"English"},{"title":"The gray matter of the brain can be restored through meditation within eight weeks","link":"http://deepcreator.com/2017/08/18/MyView/The gray matter of the brain can be restored through meditation/","description":"你只需要每天花27分钟冥想，将能刺激大脑灰质密度和海马回的增加(这区块有助于反省、内省、同情、自我意识情感的统一)。同样，灰质的增加与杏仁核灰质密度降低有关(这区块有助于调节压力和焦虑)。","pubDate":"Fri, 18 Aug 2017 01:07:06 GMT","guid":"http://deepcreator.com/2017/08/18/MyView/The gray matter of the brain can be restored through meditation/","category":"Personal"},{"title":"The Anatomy of Thinking","link":"http://deepcreator.com/2017/08/17/Meta Skill/the anatomy of thinking/","description":"我们每个人的生命就像一个个沙漏，每个人的沙漏里装的沙子的总量是相当的——大家都活的差不多长。不同的是，有些人的沙漏颈部较细，有些人的沙漏颈部较粗。那些颈部较细的沙漏能够抓住每一粒时间之沙，虽然沙子总量一样，但却相对拥有更长的生命。 2003年，刘未鹏在杂志上发表了自己的第一篇文章，并开始写博客。最初的博客较短，也较琐碎，并夹杂着一些翻译的文章。后来渐渐开始有了一些自己的心得和看法。总体上在这8年里，作者平均每个月写1篇博客或更少，但从未停止。 刘未鹏说——写博客这件事情给我最大的体会就是，一件事情如果你能够坚持做8年，那么不管效率和频率多低，最终总能取得一些很可观的收益。而另一个体会就是，一件事情只要你坚持得足够久，“坚持”就会慢慢变成“习惯”。原本需要费力去驱动的事情便成了家常便饭，云淡风轻。这本书便是从刘未鹏8年的博客文章中精选出来的，主要关于心智模式、学习方法和时间利用，《暗时间》的书名便来自于此。","pubDate":"Thu, 17 Aug 2017 10:53:06 GMT","guid":"http://deepcreator.com/2017/08/17/Meta Skill/the anatomy of thinking/","category":"Personal"},{"title":"Keep your hope alive","link":"http://deepcreator.com/2017/08/16/MyView/Share/iGet/lixiaolai-the road leading to wealthy/","description":"所谓的希望 就是一个人相信自己的明天会应为今天的努力而变得更好…… What does hope means? Hope is a faith that he can get better than yesterday by working hard.","pubDate":"Wed, 16 Aug 2017 05:05:06 GMT","guid":"http://deepcreator.com/2017/08/16/MyView/Share/iGet/lixiaolai-the road leading to wealthy/","category":"Personal"},{"title":"The Sound of Silence","link":"http://deepcreator.com/2017/08/14/MyView/Music/The Sound of Silence/","description":"The Sound of Silence “The Sound of Silence”, originally “The Sounds of Silence”, is a song by the American music duo Simon &amp; Garfunkel. The song was written by Paul Simon over a period of several months in 1963 and 1964. A studio audition led to the duo signing a record deal with Columbia Records, and the song was recorded in March 1964 at Columbia Studios in New York City for inclusion on their debut album, Wednesday Morning, 3 A.M.. Released in October 1964, the album was a commercial failure and led to the duo breaking apart, with Paul Simon returning to England and Art Garfunkel to his studies at Columbia University. In spring 1965, the song began to attract airplay at radio stations in Boston, Massachusetts, and throughout Florida. The growing airplay led Tom Wilson, the song’s producer, to remix the track, overdubbing electric instrumentation. Simon &amp; Garfunkel were not informed of the song’s remix until after its release. The single was released in September 1965. The song hit No. 1 on the Billboard Hot 100 for the week ending January 1, 1966, leading the duo to reunite and hastily record their second album, which Columbia titled Sounds of Silence in an attempt to capitalize on the song’s success. The song was a top-ten hit in multiple countries worldwide, among them Australia, Austria, West Germany, Japan and the Netherlands. Generally considered a classic folk rock song, the song was added to the National Recording Registry in the Library of Congress for being “culturally, historically, or aesthetically important” in 2013 along with the rest of the Sounds of Silence album. Originally titled “The Sounds of Silence” on the album Wednesday Morning, 3 A.M., the song was re-titled for later compilations beginning with Simon and Garfunkel’s Greatest Hits.[2][3]","pubDate":"Mon, 14 Aug 2017 12:10:05 GMT","guid":"http://deepcreator.com/2017/08/14/MyView/Music/The Sound of Silence/","category":"English"},{"title":"Scarborough Fair","link":"http://deepcreator.com/2017/08/14/MyView/Music/Scarborough Fair/","description":"怀旧老歌《毕业生》悠扬主题曲Scarborough Fair 《毕业生》是达斯汀·霍夫曼的成名之作，其颠覆性与破坏性的特质在影坛有着里程碑式的意义。而片中诸多金曲都是来自当红乐队“Simon And Garfunkel”主唱Paul Simon的力作，“The Sound Of Silence”、“Scarborough Fair”、“Mrs. Robinson”等歌都脍炙人口，尤其这首Scarborough Fair《斯卡保罗集市》脱胎于英国民谣，清新动人的旋律给人一种纯净忧伤的感觉。","pubDate":"Mon, 14 Aug 2017 12:01:05 GMT","guid":"http://deepcreator.com/2017/08/14/MyView/Music/Scarborough Fair/","category":"English"},{"title":"TV Series for Learning English","link":"http://deepcreator.com/2017/08/14/English/TV Series for Learning English/","description":"TV Series for Learning English Friends How I Met Your Mother Lost Prison Break Breaking Bad Grey’s Anatomy Californication","pubDate":"Mon, 14 Aug 2017 11:18:05 GMT","guid":"http://deepcreator.com/2017/08/14/English/TV Series for Learning English/","category":"English"},{"title":"Bon Jovi - It's My Life","link":"http://deepcreator.com/2017/08/12/MyView/Music/it is my life/","description":"It’s My Life (Bon Jovi song) “It’s My Life” is Bon Jovi’s first single from the album Crush. It was released on May 23, 2000. It was written by Jon Bon Jovi, Richie Sambora, and Max Martin. The song charted in the top 10 across several countries (although it only reached number 33 in the US).[2] Though the band had moved away from the glam-oriented sound with 1992’s Keep the Faith, it has the distinction of making Bon Jovi one of the only bands once classified as 1980s glam metal to reach the top 40 in the 2000s, a testament to how the song managed to introduce the band to a new, younger fanbase. The song is arguably their most well known post-1980s hit single and it has been performed live at almost all shows since its release.","pubDate":"Sat, 12 Aug 2017 12:29:18 GMT","guid":"http://deepcreator.com/2017/08/12/MyView/Music/it is my life/","category":"Personal"},{"title":"Elton John - Sorry Seems To Be The Hardest Word","link":"http://deepcreator.com/2017/08/12/MyView/Music/Sorry Seems to Be the Hardest Word/","description":"Sorry Seems To Be The Hardest Word “Sorry Seems to Be the Hardest Word” is a song written by Elton John and Bernie Taupin. It was recorded by Elton John and released in 1976, both as a single and as part of the Blue Moves album. It was John’s second single released by The Rocket Record Company. The song is a mournful ballad about a romantic relationship which is falling apart. The song is in the key of G melodic minor and G harmonic minor.[1] The song also appeared the following year on Greatest Hits Volume II, though for copyright reasons it no longer appears on the current version of that album. It now appears on Greatest Hits 1976–1986, The Very Best of Elton John and in Greatest Hits 1970–2002, as well as a number of other compilations. The song is also featured prominently in the 1977 movie Slap Shot.In December 2015, the song was used in a US holiday-themed commercial for Temptation cat treats.","pubDate":"Sat, 12 Aug 2017 12:19:18 GMT","guid":"http://deepcreator.com/2017/08/12/MyView/Music/Sorry Seems to Be the Hardest Word/","category":"Personal"},{"title":"Eagles - Hotel California","link":"http://deepcreator.com/2017/08/12/MyView/Music/hotel california/","description":"Hotel California “Hotel California” is the title track from the Eagles’ album of the same name and was released as a single in February 1977.[2] Writing credits for the song are shared by Don Felder (music), Don Henley, and Glenn Frey (lyrics). The Eagles’ original recording of the song features Henley singing the lead vocals and concludes with an extended section of electric guitar interplay between Felder and Joe Walsh.The song is considered the most famous recording of the band, and its long guitar coda has been voted the best guitar solo of all time.[3][4] The song was awarded the Grammy Award for Record of the Year in 1978.[5] The lyrics of the song have been given various interpretations by fans and critics alike, the Eagles themselves described the song as their “interpretation of the high life in Los Angeles”.[6] In the 2013 documentary History of the Eagles, Henley said that the song was about “a journey from innocence to experience… that’s all…”[7]","pubDate":"Sat, 12 Aug 2017 12:05:18 GMT","guid":"http://deepcreator.com/2017/08/12/MyView/Music/hotel california/","category":"Personal"},{"title":"Sting - Shape Of My Heart","link":"http://deepcreator.com/2017/08/12/MyView/Music/shape of my heart/","description":"Shape of My Heart (Sting song) “Shape of my heart” is a song by English artist Sting from his album Ten Summoner’s Tales, released in 1993. The song was co-written by guitarist Dominic Miller. Sting explained that through “Shape of My Heart”, he wanted to tell the story of a “card player, a gambler who gambles not to win but to try to figure out something; to figure out some kind of mystical logic in luck, or chance; some kind of scientific, almost religious law.”[1] The song was used for the end credits of the film Léon with Jean Reno and Natalie Portman.","pubDate":"Sat, 12 Aug 2017 11:54:18 GMT","guid":"http://deepcreator.com/2017/08/12/MyView/Music/shape of my heart/","category":"Personal"},{"title":"Guangyuan Ma's views of Real Estate in China","link":"http://deepcreator.com/2017/08/10/MyView/wealth/guangYuan Ma's views of real estate/","description":"马光远:限购一定会让房价下来 但房地产不会崩盘 中国房地产的四个难解之谜：中国究竟有多少房子？中国究竟缺不缺地？中国房价究竟高不高？房价暴涨的原因是什么？ 长期来说中国房地产仍然具有投资价值，这是我讲的未来中国城镇化容纳80%人口以上的区域就是这四个城市：全球城市、中心城市、国际城市、区域大城市。长期中国房价仍然的向上，但短期下滑态势非常明显。","pubDate":"Thu, 10 Aug 2017 14:05:18 GMT","guid":"http://deepcreator.com/2017/08/10/MyView/wealth/guangYuan Ma's views of real estate/","category":"Personal"},{"title":"The Tools of Innovation","link":"http://deepcreator.com/2017/08/05/Meta Skill/the tools of innovation/","description":"创新从最通俗的意义上讲就是创造性地发现问题和创造性地解决问题的过程，TRIZ理论的强大作用正在于它为人们创造性地发现问题和解决问题提供了系统的理论和方法工具。TRIZ的含义是发明问题解决理论，，其拼写是由“发明问题的解决理论”（Theory of Inventive Problem Solving）俄语含义的单词TRIZ是俄文теории решения изобретательских задач 的英文音译Teoriya Resheniya Izobreatatelskikh Zadatch的缩写，其英文全称是Theory of the Solution of Inventive Problems（发明问题解决理论）。在欧美国家也可缩写为TIPS。TRIZ理论是由前苏联发明家阿利赫舒列尔(G. S. Altshuller)在1946年创立的， Altshuller也被尊称为TRIZ之父。 所谓的检核表法：是根据需要研究的对象之特点列出有关问题，形成检核表（有无其他用途、能否借用、能否改变、能否扩大、能否缩小、能否代用、能否重新调整、能否颠倒、能否组合）。然后一个一个的来核对讨论。从而发掘出解决问题的大量设想。它引导人们根据检核项目的一条条思路来求解问题，以利求比较周密的思考。 所谓“和田12 法”，就是根据12 个动词（加、减、扩、缩、变、改、联、学、代、搬、反、定）提供的方向去设问，进而开发创造性思维的方法。和田12 法又称和田12 动词法、和田创新12 法、和田创新法则等。它是我国创造学研究者根据在上海和田路小学进行创造力开发工作的实践总结出来的创造技法，包括和田路小学师生在内的许多人集体劳动的成果。","pubDate":"Sat, 05 Aug 2017 10:22:06 GMT","guid":"http://deepcreator.com/2017/08/05/Meta Skill/the tools of innovation/","category":"Personal"},{"title":"The Fate of the Furious","link":"http://deepcreator.com/2017/08/05/MyView/Movie/fast and furious/","description":"When a mysterious woman seduces Dom into the world of terrorism and a betrayal of those closest to him, the crew face trials that will test them as never before. 多米尼克（范·迪塞尔 Vin Diesel 饰）与莱蒂（米歇尔·罗德里格兹 Michelle Rodriguez 饰）共度蜜月，布莱恩与米娅退出了赛车界，这支曾环游世界的顶级飞车家族队伍的生活正渐趋平淡。然而，一位神秘女子Cipher（查理兹·塞隆 Charlize T heron 饰）的出现，令整个队伍卷入信任与背叛的危机，面临前所未有的考验。","pubDate":"Sat, 05 Aug 2017 09:30:18 GMT","guid":"http://deepcreator.com/2017/08/05/MyView/Movie/fast and furious/","category":"Personal"},{"title":"A Brief Introduction of Neural Network","link":"http://deepcreator.com/2017/08/05/AI/Basic Concept/a brief of neural network/","description":"作者： 阮一峰 眼下最热门的技术，绝对是人工智能。人工智能的底层模型是”神经网络”（neural network）。许多复杂的应用（比如模式识别、自动控制）和高级模型（比如深度学习）都基于它。学习人工智能，一定是从它开始。 什么是神经网络呢？网上似乎缺乏通俗的解释。前两天，我读到 Michael Nielsen 的开源教材《神经网络与深度学习》（Neural Networks and Deep Learning），意外发现里面的解释非常好懂。下面，我就按照这本书，介绍什么是神经网络。","pubDate":"Sat, 05 Aug 2017 08:37:06 GMT","guid":"http://deepcreator.com/2017/08/05/AI/Basic Concept/a brief of neural network/","category":"AI"},{"title":"The difference between IaaS，PaaS and SaaS","link":"http://deepcreator.com/2017/08/05/Program/Tools/Computer/IaaS，PaaS，SaaS/","description":"作者： 阮一峰 SaaS：软件服务，Software-as-a-serviceSaaS 是软件的开发、管理、部署都交给第三方，不需要关心技术问题，可以拿来即用。 PaaS：平台服务，Platform-as-a-servicePaaS 提供软件部署平台（runtime），抽象掉了硬件和操作系统细节，可以无缝地扩展（scaling）。开发者只需要关注自己的业务逻辑，不需要关注底层。 IaaS：基础设施服务，Infrastructure-as-a-serviceIaaS 是云服务的最底层，主要提供一些基础资源。它与 PaaS 的区别是，用户需要自己控制底层，实现基础设施的使用逻辑。","pubDate":"Sat, 05 Aug 2017 08:28:06 GMT","guid":"http://deepcreator.com/2017/08/05/Program/Tools/Computer/IaaS，PaaS，SaaS/","category":"Personal"},{"title":"The Survivor in the future world","link":"http://deepcreator.com/2017/08/05/MyView/Share/the survivor in the future world/","description":"未来世界的幸存者 作者：阮一峰 世界正处在一个前所未有的大变局：“机器人、自动化、人工智能正在变得比人类更强大。在可预见的将来，技术最终将淘汰人类。”技术变革导致了人类社会的重构。绝大部分的人没机会参与这个进程，只能被动接受其他人安排自己的命运。在这个剧烈变化的年代，怎么才能成为一个可以把握自己命运的幸存者？","pubDate":"Sat, 05 Aug 2017 06:36:06 GMT","guid":"http://deepcreator.com/2017/08/05/MyView/Share/the survivor in the future world/","category":"Personal"}]}