{"title":"For life","description":"For life, growing up is the only password.","language":"en","link":"http://aisee.me","pubDate":"Wed, 16 Aug 2017 05:05:06 GMT","lastBuildDate":"Thu, 17 Aug 2017 10:13:17 GMT","generator":"hexo-generator-json-feed","webMaster":"AiSee","items":[{"title":"Leading To Freedom of Wealth","link":"http://aisee.me/2017/08/16/MyView/Share/iGet/lixiaolai-the road leading to wealthy(part2)/","description":"通往财富自由之路通往财富自由之路 所谓的希望 就是一个人相信自己的明天会应为今天的努力而变得更高…… What does hope means? Hope is a faith that he can get better than yesterday by working hard.","pubDate":"Wed, 16 Aug 2017 05:05:06 GMT","guid":"http://aisee.me/2017/08/16/MyView/Share/iGet/lixiaolai-the road leading to wealthy(part2)/","category":"Personal"},{"title":"The Sound of Silence","link":"http://aisee.me/2017/08/14/MyView/Music/The Sound of Silence/","description":"The Sound of Silence “The Sound of Silence”, originally “The Sounds of Silence”, is a song by the American music duo Simon &amp; Garfunkel. The song was written by Paul Simon over a period of several months in 1963 and 1964. A studio audition led to the duo signing a record deal with Columbia Records, and the song was recorded in March 1964 at Columbia Studios in New York City for inclusion on their debut album, Wednesday Morning, 3 A.M.. Released in October 1964, the album was a commercial failure and led to the duo breaking apart, with Paul Simon returning to England and Art Garfunkel to his studies at Columbia University. In spring 1965, the song began to attract airplay at radio stations in Boston, Massachusetts, and throughout Florida. The growing airplay led Tom Wilson, the song’s producer, to remix the track, overdubbing electric instrumentation. Simon &amp; Garfunkel were not informed of the song’s remix until after its release. The single was released in September 1965. The song hit No. 1 on the Billboard Hot 100 for the week ending January 1, 1966, leading the duo to reunite and hastily record their second album, which Columbia titled Sounds of Silence in an attempt to capitalize on the song’s success. The song was a top-ten hit in multiple countries worldwide, among them Australia, Austria, West Germany, Japan and the Netherlands. Generally considered a classic folk rock song, the song was added to the National Recording Registry in the Library of Congress for being “culturally, historically, or aesthetically important” in 2013 along with the rest of the Sounds of Silence album. Originally titled “The Sounds of Silence” on the album Wednesday Morning, 3 A.M., the song was re-titled for later compilations beginning with Simon and Garfunkel’s Greatest Hits.[2][3]","pubDate":"Mon, 14 Aug 2017 12:10:05 GMT","guid":"http://aisee.me/2017/08/14/MyView/Music/The Sound of Silence/","category":"English"},{"title":"Scarborough Fair","link":"http://aisee.me/2017/08/14/MyView/Music/Scarborough Fair/","description":"怀旧老歌《毕业生》悠扬主题曲Scarborough Fair 《毕业生》是达斯汀·霍夫曼的成名之作，其颠覆性与破坏性的特质在影坛有着里程碑式的意义。而片中诸多金曲都是来自当红乐队“Simon And Garfunkel”主唱Paul Simon的力作，“The Sound Of Silence”、“Scarborough Fair”、“Mrs. Robinson”等歌都脍炙人口，尤其这首Scarborough Fair《斯卡保罗集市》脱胎于英国民谣，清新动人的旋律给人一种纯净忧伤的感觉。","pubDate":"Mon, 14 Aug 2017 12:01:05 GMT","guid":"http://aisee.me/2017/08/14/MyView/Music/Scarborough Fair/","category":"English"},{"title":"TV Series for Learning English","link":"http://aisee.me/2017/08/14/English/TV Series for Learning English/","description":"TV Series for Learning English Friends How I Met Your Mother Lost Prison Break Breaking Bad Grey’s Anatomy Californication","pubDate":"Mon, 14 Aug 2017 11:18:05 GMT","guid":"http://aisee.me/2017/08/14/English/TV Series for Learning English/","category":"English"},{"title":"Bon Jovi - It's My Life","link":"http://aisee.me/2017/08/12/MyView/Music/it is my life/","description":"It’s My Life (Bon Jovi song) “It’s My Life” is Bon Jovi’s first single from the album Crush. It was released on May 23, 2000. It was written by Jon Bon Jovi, Richie Sambora, and Max Martin. The song charted in the top 10 across several countries (although it only reached number 33 in the US).[2] Though the band had moved away from the glam-oriented sound with 1992’s Keep the Faith, it has the distinction of making Bon Jovi one of the only bands once classified as 1980s glam metal to reach the top 40 in the 2000s, a testament to how the song managed to introduce the band to a new, younger fanbase. The song is arguably their most well known post-1980s hit single and it has been performed live at almost all shows since its release.","pubDate":"Sat, 12 Aug 2017 12:29:18 GMT","guid":"http://aisee.me/2017/08/12/MyView/Music/it is my life/","category":"Personal"},{"title":"Elton John - Sorry Seems To Be The Hardest Word","link":"http://aisee.me/2017/08/12/MyView/Music/Sorry Seems to Be the Hardest Word/","description":"Sorry Seems To Be The Hardest Word “Sorry Seems to Be the Hardest Word” is a song written by Elton John and Bernie Taupin. It was recorded by Elton John and released in 1976, both as a single and as part of the Blue Moves album. It was John’s second single released by The Rocket Record Company. The song is a mournful ballad about a romantic relationship which is falling apart. The song is in the key of G melodic minor and G harmonic minor.[1] The song also appeared the following year on Greatest Hits Volume II, though for copyright reasons it no longer appears on the current version of that album. It now appears on Greatest Hits 1976–1986, The Very Best of Elton John and in Greatest Hits 1970–2002, as well as a number of other compilations. The song is also featured prominently in the 1977 movie Slap Shot.In December 2015, the song was used in a US holiday-themed commercial for Temptation cat treats.","pubDate":"Sat, 12 Aug 2017 12:19:18 GMT","guid":"http://aisee.me/2017/08/12/MyView/Music/Sorry Seems to Be the Hardest Word/","category":"Personal"},{"title":"Eagles - Hotel California","link":"http://aisee.me/2017/08/12/MyView/Music/hotel california/","description":"Hotel California “Hotel California” is the title track from the Eagles’ album of the same name and was released as a single in February 1977.[2] Writing credits for the song are shared by Don Felder (music), Don Henley, and Glenn Frey (lyrics). The Eagles’ original recording of the song features Henley singing the lead vocals and concludes with an extended section of electric guitar interplay between Felder and Joe Walsh.The song is considered the most famous recording of the band, and its long guitar coda has been voted the best guitar solo of all time.[3][4] The song was awarded the Grammy Award for Record of the Year in 1978.[5] The lyrics of the song have been given various interpretations by fans and critics alike, the Eagles themselves described the song as their “interpretation of the high life in Los Angeles”.[6] In the 2013 documentary History of the Eagles, Henley said that the song was about “a journey from innocence to experience… that’s all…”[7]","pubDate":"Sat, 12 Aug 2017 12:05:18 GMT","guid":"http://aisee.me/2017/08/12/MyView/Music/hotel california/","category":"Personal"},{"title":"Sting - Shape Of My Heart","link":"http://aisee.me/2017/08/12/MyView/Music/shape of my heart/","description":"Shape of My Heart (Sting song) “Shape of my heart” is a song by English artist Sting from his album Ten Summoner’s Tales, released in 1993. The song was co-written by guitarist Dominic Miller. Sting explained that through “Shape of My Heart”, he wanted to tell the story of a “card player, a gambler who gambles not to win but to try to figure out something; to figure out some kind of mystical logic in luck, or chance; some kind of scientific, almost religious law.”[1] The song was used for the end credits of the film Léon with Jean Reno and Natalie Portman.","pubDate":"Sat, 12 Aug 2017 11:54:18 GMT","guid":"http://aisee.me/2017/08/12/MyView/Music/shape of my heart/","category":"Personal"},{"title":"Guangyuan Ma's views of Real Estate in China","link":"http://aisee.me/2017/08/10/MyView/wealth/guangYuan Ma's views of real estate/","description":"马光远:限购一定会让房价下来 但房地产不会崩盘 中国房地产的四个难解之谜：中国究竟有多少房子？中国究竟缺不缺地？中国房价究竟高不高？房价暴涨的原因是什么？ 长期来说中国房地产仍然具有投资价值，这是我讲的未来中国城镇化容纳80%人口以上的区域就是这四个城市：全球城市、中心城市、国际城市、区域大城市。长期中国房价仍然的向上，但短期下滑态势非常明显。","pubDate":"Thu, 10 Aug 2017 14:05:18 GMT","guid":"http://aisee.me/2017/08/10/MyView/wealth/guangYuan Ma's views of real estate/","category":"Personal"},{"title":"The Tools of Innovation","link":"http://aisee.me/2017/08/05/Meta Skill/the tools of innovation/","description":"创新从最通俗的意义上讲就是创造性地发现问题和创造性地解决问题的过程，TRIZ理论的强大作用正在于它为人们创造性地发现问题和解决问题提供了系统的理论和方法工具。TRIZ的含义是发明问题解决理论，，其拼写是由“发明问题的解决理论”（Theory of Inventive Problem Solving）俄语含义的单词TRIZ是俄文теории решения изобретательских задач 的英文音译Teoriya Resheniya Izobreatatelskikh Zadatch的缩写，其英文全称是Theory of the Solution of Inventive Problems（发明问题解决理论）。在欧美国家也可缩写为TIPS。TRIZ理论是由前苏联发明家阿利赫舒列尔(G. S. Altshuller)在1946年创立的， Altshuller也被尊称为TRIZ之父。 所谓的检核表法：是根据需要研究的对象之特点列出有关问题，形成检核表（有无其他用途、能否借用、能否改变、能否扩大、能否缩小、能否代用、能否重新调整、能否颠倒、能否组合）。然后一个一个的来核对讨论。从而发掘出解决问题的大量设想。它引导人们根据检核项目的一条条思路来求解问题，以利求比较周密的思考。 所谓“和田12 法”，就是根据12 个动词（加、减、扩、缩、变、改、联、学、代、搬、反、定）提供的方向去设问，进而开发创造性思维的方法。和田12 法又称和田12 动词法、和田创新12 法、和田创新法则等。它是我国创造学研究者根据在上海和田路小学进行创造力开发工作的实践总结出来的创造技法，包括和田路小学师生在内的许多人集体劳动的成果。","pubDate":"Sat, 05 Aug 2017 10:22:06 GMT","guid":"http://aisee.me/2017/08/05/Meta Skill/the tools of innovation/","category":"Personal"},{"title":"The Fate of the Furious","link":"http://aisee.me/2017/08/05/MyView/Movie/fast and furious/","description":"When a mysterious woman seduces Dom into the world of terrorism and a betrayal of those closest to him, the crew face trials that will test them as never before. 多米尼克（范·迪塞尔 Vin Diesel 饰）与莱蒂（米歇尔·罗德里格兹 Michelle Rodriguez 饰）共度蜜月，布莱恩与米娅退出了赛车界，这支曾环游世界的顶级飞车家族队伍的生活正渐趋平淡。然而，一位神秘女子Cipher（查理兹·塞隆 Charlize T heron 饰）的出现，令整个队伍卷入信任与背叛的危机，面临前所未有的考验。","pubDate":"Sat, 05 Aug 2017 09:30:18 GMT","guid":"http://aisee.me/2017/08/05/MyView/Movie/fast and furious/","category":"Personal"},{"title":"A Brief Introduction of Neural Network","link":"http://aisee.me/2017/08/05/AI/Basic Concept/a brief of neural network/","description":"作者： 阮一峰 眼下最热门的技术，绝对是人工智能。人工智能的底层模型是”神经网络”（neural network）。许多复杂的应用（比如模式识别、自动控制）和高级模型（比如深度学习）都基于它。学习人工智能，一定是从它开始。 什么是神经网络呢？网上似乎缺乏通俗的解释。前两天，我读到 Michael Nielsen 的开源教材《神经网络与深度学习》（Neural Networks and Deep Learning），意外发现里面的解释非常好懂。下面，我就按照这本书，介绍什么是神经网络。","pubDate":"Sat, 05 Aug 2017 08:37:06 GMT","guid":"http://aisee.me/2017/08/05/AI/Basic Concept/a brief of neural network/","category":"AI"},{"title":"The difference between IaaS，PaaS and SaaS","link":"http://aisee.me/2017/08/05/Program/Tools/Computer/IaaS，PaaS，SaaS/","description":"作者： 阮一峰 SaaS：软件服务，Software-as-a-serviceSaaS 是软件的开发、管理、部署都交给第三方，不需要关心技术问题，可以拿来即用。 PaaS：平台服务，Platform-as-a-servicePaaS 提供软件部署平台（runtime），抽象掉了硬件和操作系统细节，可以无缝地扩展（scaling）。开发者只需要关注自己的业务逻辑，不需要关注底层。 IaaS：基础设施服务，Infrastructure-as-a-serviceIaaS 是云服务的最底层，主要提供一些基础资源。它与 PaaS 的区别是，用户需要自己控制底层，实现基础设施的使用逻辑。","pubDate":"Sat, 05 Aug 2017 08:28:06 GMT","guid":"http://aisee.me/2017/08/05/Program/Tools/Computer/IaaS，PaaS，SaaS/","category":"Personal"},{"title":"The Survivor in the future world","link":"http://aisee.me/2017/08/05/MyView/Share/the survivor in the future world/","description":"未来世界的幸存者 作者：阮一峰 世界正处在一个前所未有的大变局：“机器人、自动化、人工智能正在变得比人类更强大。在可预见的将来，技术最终将淘汰人类。”技术变革导致了人类社会的重构。绝大部分的人没机会参与这个进程，只能被动接受其他人安排自己的命运。在这个剧烈变化的年代，怎么才能成为一个可以把握自己命运的幸存者？","pubDate":"Sat, 05 Aug 2017 06:36:06 GMT","guid":"http://aisee.me/2017/08/05/MyView/Share/the survivor in the future world/","category":"Personal"},{"title":"The Fringe Benefits of Failure, and the Importance of Imagination","link":"http://aisee.me/2017/08/05/MyView/Share/The Fringe Benefits of Failure, and the Importance of Imagination/","description":"J.K. ROWLING, author of the best-selling Harry Potter book series, delivers her Commencement Address, “The Fringe Benefits of Failure, and the Importance of Imagination,” at the Annual Meeting of the Harvard Alumni Association. So why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me. 为什么我说失败是有好处的？因为失败将那些非本质的东西都剥离了。我不再伪装自己，我找到了真正的我，我将自己所有的精力，投入完成对我最重要的唯一一项工作。 Failure gave me an inner security that I had never attained by passing examinations. Failure taught me things about myself that I could have learned no other way. I discovered that I had a strong will, and more discipline than I had suspected; I also found out that I had friends whose value was truly above rubies. 失败使我的内心产生一种安全感，以前通过考试也没有的安全感。失败让我看清自己，以前我从没认识到自己是这样的。我发现，我比自己以为的，有更强的意志和决心。我还发现，我有一些比宝石更珍贵的朋友。","pubDate":"Sat, 05 Aug 2017 05:56:06 GMT","guid":"http://aisee.me/2017/08/05/MyView/Share/The Fringe Benefits of Failure, and the Importance of Imagination/","category":"Personal"},{"title":"My Brilliant Brain","link":"http://aisee.me/2017/08/04/MyView/Movie/my brilliant brain/","description":"Deliberate Practice can makes a genius 第一集：生为天才 Born Genius第二集：造就天才 Make me a Genius第三集：意外的天才 Accidental Genius My Brilliant Brain is a compelling three part documentary series exploring the incredible inner workings of the human brain. The programmes look at a group of remarkable people and poses questions about the origins of genius: are these extraordinary abilities genetic, developed or acquired by accident? Written by Anonymous","pubDate":"Thu, 03 Aug 2017 23:28:06 GMT","guid":"http://aisee.me/2017/08/04/MyView/Movie/my brilliant brain/","category":"Personal"},{"title":"I understand your anxiety of knowledge","link":"http://aisee.me/2017/07/30/MyView/Book/I understand your anxiety of knowledge/","description":"互联网时代，每个人都越来越自由，每个人都可以把自己的禀赋和优势发挥出来。这个时代，唯一限制我们的是什么？是认知。认知差距的本质就是我们能不能顺应时代的发展，完成思维方式的切换。这个时代已经快到不允许我们有任何思维定式，最大的定式就是没有定式。","pubDate":"Sun, 30 Jul 2017 12:13:06 GMT","guid":"http://aisee.me/2017/07/30/MyView/Book/I understand your anxiety of knowledge/","category":"Personal"},{"title":"Minor Principle","link":"http://aisee.me/2017/07/30/MyView/Book/minor principle/","description":"“年轻人太相信聪明，相信取巧和走捷径，不太相信毅力；喜欢把大道理留给别人，把小道理留给自己。如果你能反过来，把大道理留给自己，把小道理留给别人，你试试看，你一定会了不起。大道理是经过几千年论证的，你以为你是个例外，这种可能性是微乎其微的。”所以，他把他总结的小道理集结成册分享给了广大青年，就是这本《小道理.分寸之间》，书中浅入深出谈论理想、人生、圈子、地产、创业、金钱等等，与商界精英们纵论房产江湖，分享商道秘笈；与年轻人漫谈理想人生，闲话分寸之间。","pubDate":"Sun, 30 Jul 2017 12:00:06 GMT","guid":"http://aisee.me/2017/07/30/MyView/Book/minor principle/","category":"English"},{"title":"Use Your English","link":"http://aisee.me/2017/07/30/MyView/Book/use your english/","description":"透析法原理：对英文原著中的生词等语言知识进行滤膜分析-英语的所有单词都”溶解“在英文原著的巨大”海洋“中，透析法就是对”海水“持续进行淡化处理，以电子词典为滤膜，定量析出”海水“中的生词，输入大脑记忆中枢。生词遗忘相当于“回渗”，但只要持续透析，原著的单词就会反复出现，结合原文背景，将进大脑的长期记忆，从而增加个人的词汇量。","pubDate":"Sun, 30 Jul 2017 11:42:06 GMT","guid":"http://aisee.me/2017/07/30/MyView/Book/use your english/","category":"English"},{"title":"For Chinese post-80s and post-90s, self value is luxury","link":"http://aisee.me/2017/07/29/English/For Chinese post-80s and post-90s, self value is luxury/","description":"Mining the value of today 深挖今时今日的价值Freedom to move between spaces 在不同维度间切换的自由Finding a higher value system 寻找更高的价值观The luxury of connection 情感连接也是一种奢侈品","pubDate":"Sat, 29 Jul 2017 12:47:05 GMT","guid":"http://aisee.me/2017/07/29/English/For Chinese post-80s and post-90s, self value is luxury/","category":"English"},{"title":"Love English Sentences","link":"http://aisee.me/2017/07/29/English/love-sentences/","description":"From tomorrow on, I will be a happy man; grooming, chopping,and traveling all over the world.从明天起，做一个幸福的人；喂马，劈柴，周游世界。——《面朝大海 春暖花开》 词霸小编：【背景知识】《面朝大海，春暖花开》是海子于1989年所写的一首抒情诗。全诗共三节，第一节表现了诗人对质朴、单纯而自由的人生境界的向往，对“永恒”、未知世界的探寻精神。第二节写诗人找到幸福后无法抑制的喜悦之情。第三节写诗人对世界的祝福。诗人将直抒胸臆与暗示、象征手法结合起来，使全诗既清澈又深厚，既明朗又含蓄，畅快淋漓而又凝重、丰富，抒发了诗人的向往幸福而又孤独凄凉之情。","pubDate":"Sat, 29 Jul 2017 12:41:05 GMT","guid":"http://aisee.me/2017/07/29/English/love-sentences/","category":"English"},{"title":"Shock Wave","link":"http://aisee.me/2017/07/29/MyView/Movie/Shock Wave/","description":"The Responsibility of A policeman When a terrorist who specializes in explosives takes hold of an underground tunnel, he threatens to kill hostages if his demands are not met.","pubDate":"Sat, 29 Jul 2017 12:04:06 GMT","guid":"http://aisee.me/2017/07/29/MyView/Movie/Shock Wave/","category":"Personal"},{"title":"Skyfall","link":"http://aisee.me/2017/07/24/MyView/Music/Skyfall/","description":"《Skyfall》是英国流行女歌手阿黛尔·阿德金斯演唱的一首歌曲，词曲由阿黛尔和英国音乐制作人保罗·艾普沃斯联手创作[1-2] 。这首歌作为电影《007：大破天幕杀机》的主题曲，于2012年10月5日发布[3] 。 《Skyfall》音调以C小调为主，拥有每分钟76次的音乐节奏，阿黛尔在歌曲中运用了自己的八度高音，音域位于G3和C5之间。该歌曲在内容上主要以抒发电影氛围为主，阿黛尔穿透灵魂的歌声以及略带些许神秘的音乐旋律融入其中，并不时的透出一丝西式的古典与优雅。这首歌与邦德融为一体，通过歌曲更能了解邦德，也让007系列的电影主题曲再次推向顶峰[9-13] 。","pubDate":"Mon, 24 Jul 2017 10:41:06 GMT","guid":"http://aisee.me/2017/07/24/MyView/Music/Skyfall/","category":"Personal"},{"title":"The philosophy of life","link":"http://aisee.me/2017/07/24/MyView/Share/speech of Sir Ka-shing Li and moyan/","description":"前言: 有的大学生因为失恋而自杀，许多人富不过三代，许多人事业无成怪自己没有一个好爸爸，有更多的人把进官一级当成人生没完没了的追求目标。社会乱象丛生，成功却是见人见智。那么李嘉诚和莫言应该是毫无疑问的成功者，他们是怎样看待人生，怎样寄予汕头大学的毕业生的呢？他们2017年6月27日在汕头大学毕业典礼的讲话，语言朴实，道出人生最基本的哲学，非常值得所有大学生和已经在社会上奋斗的人们学习。","pubDate":"Mon, 24 Jul 2017 10:12:06 GMT","guid":"http://aisee.me/2017/07/24/MyView/Share/speech of Sir Ka-shing Li and moyan/","category":"Personal"},{"title":"To be yourself","link":"http://aisee.me/2017/07/24/MyView/Book/to be yourself/","description":"全书分五辑，分类依据是作者所认为的、一个涉世不深的人在今天时代最容易迷失、因此最应该珍视的价值——一、成为你自己——不受外界时尚和潮流的支配，有真实的自我；二、爱使人富有——心不在社会的竞争中变得冷漠，有丰盈的爱心；三、向教育争自由——能抵御现行教育的弊端，做学习的主人，有活泼的心智；四、生命中不能错过什么——真性情不被物欲污染，保持本色的生命；五、人的高贵在于灵魂——做人有道德，处世有理想，有高贵的灵魂。","pubDate":"Mon, 24 Jul 2017 09:42:06 GMT","guid":"http://aisee.me/2017/07/24/MyView/Book/to be yourself/","category":"Personal"}]}